{
  "header": {
    "welcome_text": "Привет, меня зовут Никита Акулич и я",
    "main": "FRONTEND WEB DEVELOPER",
    "about": "создаю современные и адаптивные веб-приложения."
  },
  "titles": {
    "about": "Обо мне",
    "whatIdo": "Это то, чем я занимаюсь",
    "skils": "Навыки",
    "myworks": "Мои работы",
    "drop": "Напишите мне"
  },
  "skils": {
    "text": "Я вдохновлен постоянным развитием и профессиональным ростом, поэтому постоянно изучаю новые и совершенствую старые навыки.",
    "text1": "HTML, CSS, SASS, React, Bootstrap, Gatsby.js,",
    "text2": "Photoshop, Illustrator, XMind, Prototyping, Wireframing, User Research, Usability Testing.",
    "text3": "Screaming Frog, Google Analytics, CrazyEgg.",
    "text4": "Javascript, Node.js, MongoDB, GraphQL, Visual Studio Code."
  },
  "personal": {
    "text": "На данный момент я учусь в БГУИР и работаю на фрилансе около года. Я занимаюсь веб разработкой уже достаточно давно, постоянно стремлюсь развиваться и узнавать что-то новое. Не боюсь трудностей и готов решать задачи любой сложности.",
    "phone": "Телефон",
    "social": "Социальные сети",
    "adress_label": "Адрес",
    "adress": "Беларусь, Минск, ул. Кедышко 10А",
    "contactme": "связаться",
    "download": "скачать CV"
  },
  "items": {
    "name1": "Веб-дизайн",
    "text1": "Разрабатываю веб-интерфейсы для сайтов или веб-приложений.",
    "name2": "Веб-программирование",
    "text2": "Разрабатываю веб-сайты и веб приложения(UI/UX дизайн).",
    "text": "Я Junior Frontend Developer с достаточно большим опытом.",
    "text3": "Разрабатываю и создаю разноплановые веб-приложения и сайты.",
    "text4": "Разрабатываю и создаю сервера для веб-приложений и сайтов."
  },
  "form": {
    "name-label": "Имя",
    "name-placeholder": "Введите ваше имя",
    "text-muted": "Я не сообщу ваш email кому-то ещё.",
    "email-label": "Email адрес",
    "email-placeholder": "Введите email адрес",
    "message-label": "Сообщение",
    "message-placeholder": "Введите ваше сообщение",
    "submit": "Отправить сообщение"
  },
  "works": {
    "allProjects": "Все проекты",
    "commercialProjects": "Коммерчиеские проекты",
    "ownProjects": "Личные проекты",
    "more": {
      "title": "Подробнее о проекте",
      "link": "Вы можете посетить сайт.",
      "customer": "Заказчик",
      "description": "Краткое описание",
      "stack": "Технологический стек",
      "description_text": {
        "store": {
          "1": "В данном проекте передо мной стояла задача в разработке интернет-магазина. По некоторым объективным причинам он не был закончен, но вы можете оценить то, что было сделано. Так как база данных заполнена не полностью, вы можете увидеть всего одну категорию товаров.",
          "2": "Переход к  данной категории.",
          "3": "Frontend был написан на React в связке с Redux, Backend на NodeJs, для хранения данных используется MongoDB. Также для удобного запрашивания данных с сервера используетя GraphQL. В будующем планирую дописать его."
        },
        "build": {
          "1": "Это веб-сайт для строительной компании. Было необходимо разработать сайт с несколькими страницами и для этого я использовал React в связке с Gatsby.js. Также я должен был написать простой сервер на Express для отправки email с помощью NodeMailer API.",
          "2": "Это был мой первый коммерческий проект как фрилансера. Я изучил много различных вещей, которые важны в моей работе на этом проекте."
        },
        "portal": {
          "1": "Этот проект был создан в рамках обучения в Rolling Scopes School. Это портал про белорусских режисёров театра, с несколькими страницами. На данном проекте я также принимал pull requests. Это мой первый групповой проект.",
          "2": "В этом проекте было использовано много различных библиотек таких как Gatsby, i18next и др. Можете посетить репозиторий проекта и посмотреть."
        },
        "piskel": {
          "1": "Это курсовой проект в Rolling Scopes School. Необходимо было создать клон веб-приложения Piskel, это приложение для создания анимационных кадров на canvas.",
          "2": "Этот проект необходимо было написать на нативном JavaScript, без использования каких-либо библиотек."
        },
        "calculator": {
          "1": "Проет на платформе FreeCodeCamp.",
          "2": "Этот проект необходимо было написать на нативном JavaScript, без использования каких-либо библиотек."
        },
        "markdown": {
          "1": "Проет на платформе FreeCodeCamp.",
          "2": "Этот проект необходимо было написать на нативном JavaScript, без использования каких-либо библиотек."
        }
      }
    }
  }
}